"CHOOSE_AUDIO_TRACK"="Pilih Trek Audio";
"CHOOSE_SUBTITLE_TRACK"="Pilih Trek Subtitle";

"PLAYING_EXTERNALLY_TITLE"="Koneksi TV";
"PLAYING_EXTERNALLY_DESC"="Video ini dimainkan di TV";

"VFILTER_HUE"="Warna";
"VFILTER_CONTRAST"="Kontras";
"VFILTER_BRIGHTNESS"="Kecerahan";
"VFILTER_SATURATION"="Saturasi";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Pemutaran gaga";
"AR_CHANGED"="Aspek Rasio: %@";
"DEFAULT"="Bawaan";
"FILL_TO_SCREEN"="Potong sampai mengisi layar";
"DEVICE_TOOSLOW_TITLE"="Perangkat terlalu lamban";
"DEVICE_TOOSLOW"="%@ anda terlalu lambat untuk memainkan \"%@\". tetap buka?";
"PLAYBACK_SPEED"="Kecepatan pemutaran";

"BUTTON_EDIT"="Sunting";
"BUTTON_DONE"="Selesai";
"BUTTON_OPEN"="Buka";
"BUTTON_CANCEL"="Batal";
"BUTTON_SAVE"="Simpan";
"BUTTON_DOWNLOAD"="Unduh";
"BUTTON_DELETE"="Hapus";
"BUTTON_NEXT"="Selanjutnya";
"BUTTON_CONTRIBUTE"="Kontribusi";
"BUTTON_BACK"="Kembali";
"BUTTON_CONNECT"="Sambung";
"BUTTON_REPEAT"="Repeat";
"BUTTON_RENAME"="Rename";
"BUTTON_LEARN_MORE"="Learn More";
"PRIVATE_PLAYBACK_TOGGLE"="Pemutaran Privat";

"UPGRADING_LIBRARY"="Pembaruan Media Perpustakaan";
"UNTITLED_SHOW"="Untitled Show";

"OPEN_NETWORK"="Buka Jaringan Strea";
"NETWORK_TITLE"="Network Stream";
"OPEN_NETWORK_HELP"="Masukan alamat HTTP, RTSP, RTMP, MMS, FTP atau UDP/RTP apapun untuk membuka streaming secara langsung.";
"ABOUT_APP"="Tentang VLC untuk iOS";
"OPEN_VLC_MENU"="Buka menu bilah samping VLC";
"HTTP_UPLOAD"="Unggah WiFi";
"HTTP_UPLOAD_SERVER_OFF"="Server Tidak Aktif";
"HTTP_UPLOAD_NO_CONNECTIVITY"="tidak ada sambungan WiFi";

"HTTP_DOWNLOAD_FAILED"="Download failed with HTTP code %i";
"HTTP_FILE_CREATION_FAILED"="File creation failed";
"HTTP_DOWNLOAD_CANCELLED"="Download canceled by user";

"DOWNLOAD_FROM_HTTP_HELP"="Masukkan alamat untuk mengunduh berkas ke %@ anda";
"DOWNLOAD_FROM_HTTP"="Unduhan";
"ERROR_NUMBER"="Kesalahan %i terjadi";
"DOWNLOAD_FAILED"="Unduhan gaga";
"FILE_NOT_SUPPORTED"="Format berkas tidak didukung";
"FILE_NOT_SUPPORTED_LONG"="Format berkas yang digunakan oleh %@ tidak didukung oleh VLC untuk iOS versi ini.";
"SCHEME_NOT_SUPPORTED"="Address scheme not supported";
"SCHEME_NOT_SUPPORTED_LONG"="The address scheme (%@) is not supported. Please use an address starting with HTTP, HTTPS or FTP.";
"LIBRARY_ALL_FILES"="Semua Berkas";
"LIBRARY_MUSIC"="Album Musik";
"LIBRARY_SERIES"="TV Shows";
"LIBRARY_TRACKS"="%i Trek";
"LIBRARY_SINGLE_TRACK"="%i Tre";
"LIBRARY_EPISODES"="%i Episode, %i belum terbaca";
"LIBRARY_SINGLE_EPISODE"="%i Episode, %i belum terbaca";
"LIBRARY_TRACK_N"="Track %i";
"LIBRARY_MINUTES_LEFT"="%@m left";
"RENAME_MEDIA_TO"="Enter new name for %@";

"SECTION_HEADER_LIBRARY"="Media Perpustakaa";
"SECTION_HEADER_NETWORK"="Jaringan";

"LOCAL_NETWORK"="Jaringan Loka";
"CONNECT_TO_SERVER"="Sambungkan ke Server";
"ENTER_SERVER_ADDRESS_HELP"="Masukkan IP atau nama server yang ingin anda hubungkan.";
"ENTER_SERVER_CREDS_HELP"="Jika memerlukan server, masukkan nama pengguna dan kata sandi.";
"USER_LABEL"="Pengguna";
"PASSWORD_LABEL"="Kata Sandi";

"LOCAL_SERVER_REFRESH"="Refresh";
"LOCAL_SERVER_LAST_UPDATE"="Last Updated on %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="SERVER CONNECTION FAILED";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Please check your server address and credentials";

"DROPBOX_DOWNLOAD"="Unduh file?";
"DROPBOX_DL_LONG"="Apakah anda ingin mengunduh \"%@\" ke %@ anda?";
"DROPBOX_LOGIN"="Masuk";
"CLOUDUNLINKING"="Would you like to unlink VLC for iOS from your %@ account?";
"CLOUDUNLINKING_DONE"="VLC was successfully unlinked from %@ account. Feel free to login again.";
"BUTTON_CLOUDUNLINKING"="Unlink";
"SETTINGS_UNLINK_DROPBOX"="Unlink from Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Unlink from Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Error while fetching files";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Your file has been successfully downloaded";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SUCCESS";
"GDRIVE_ERROR_DOWNLOADING_FILE"="An error occured while downloading";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="ERROR";

"NUM_OF_FILES"="%i berkas";
"ONE_FILE"="1 berkas";
"NO_FILES"="tidak ada berkas yang didukung";
"DOWNLOADING"="Pengunduhan...";
"REMAINING_TIME"= "Remaining time: %@";
"ENTER_PASSCODE"="Masukan kata sandi";
"REENTER_PASSCODE"="Masukkan kembali kata sandi";
"PASSCODE_SET"="Tentukan kode sandi";
"PASSCODE_CHANGE"="Ubah Kode Sandi";
"PASSCODE_ENTER_OLD"="Masukan kode sandi lama";
"PASSCODE_ENTER_NEW"="Masukan kode sandi baru";
"PASSCODE_REENTER_NEW"="Masukan kode sandi baru kembali";
"PASSCODES_DID_NOT_MATCH"="Kode sandi tidak sama. Coba lagi.";
"PASSCODE_FAILED_1"="1 Kali Gagal Memasukkan Kode Sandi";
"PASSCODE_FAILED_FORMAT"="%d Kali Gagal Memasukkan Kode Sandi";

"Settings"="Pengaturan"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Perpustakaan Media Kosong";
"EMPTY_LIBRARY_LONG"="For playback, you can stream media from a server on your local network, from the cloud or synchronize media to your device using iTunes, WiFi Upload or Cloud services.";

"PLAYBACK_SCRUB_HELP"="Luncurkan tangan anda kebawah untuk menyesuaikan pergesekan";
"PLAYBACK_SCRUB_HIGH"="Pergesekan Kecepatan Tingg";
"PLAYBACK_SCRUB_HALF"="Pergesekan Setengah Kecepatan";
"PLAYBACK_SCRUB_QUARTER"="Pergesekan Seperempat Kecepata";
"PLAYBACK_SCRUB_FINE"="Pergesekan Halus";
"PLAYBACK_POSITION"="Posisi Pemutara";
"VIDEO_FILTER"="FIlter Video";
"VIDEO_FILTER_RESET_BUTTON"="Atur Ulang Filter Video";
"VIDEO_ASPECT_RATIO_BUTTON"="Alihkan Aspek Rasio Video";
"PLAY_PAUSE_BUTTON"="Mainkan atau Jeda pemutaran saat ini";
"BWD_BUTTON"="Lompat kebelakang";
"FWD_BUTTON"="Lompat kedepan";

"VERSION_FORMAT"="Versi: %@";
"BASED_ON_FORMAT"="Berdasarkan:<br />%@";

"NEW"="BARU";

"BUG_REPORT_TITLE"="Laporkan bug";
"BUG_REPORT_MESSAGE"="Apakah anda ingin membuat laporan bug";
"BUG_REPORT_BUTTON"="Buka Safari";

"VO_VIDEOPLAYER_TITLE"="Video Player";
"VO_VIDEOPLAYER_DOUBLETAP"="Tekan dua kali untuk menampilkan atau menyembunyikan kontrol pemutaran.";

"FIRST_STEPS_WELCOME"="Welcome";
"FIRST_STEPS_WELCOME_DETAIL"="First steps to Sync and Play Your Media.";
"FIRST_STEPS_ITUNES"="iTunes File Sync";
"FIRST_STEPS_ITUNES_DETAILS"="Connect your %@ to your Mac or PC using the cable.\nOpen iTunes.\nSelect your %@.\nSwitch to the \"Apps\" tab, scroll down and look for Creation MoviePlayer.\nTransfer your files.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Connect your %@ to the same network as your Mac or PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Switch the toggle in the sidebar, enter the URL to the web browser and upload your files.";
"FIRST_STEPS_CLOUDS"="Clouds";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Upload your media to Google Drive or Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Open the sidebar to select your Cloud provider and access your media for downloading or streaming.";
"FIRST_STEPS_PLAYBACK"="Playback";
"FIRST_STEPS_FLOSS"="VLC for iOS is free and open source software developed by volunteers.\nWe hope you'll love it.";

"FIRST_STEPS_TIME"="Time";
"FIRST_STEPS_ASPECT"="Aspect Ratio";
"FIRST_STEPS_SPEED"="Speed";
"FIRST_STEPS_REPEAT"="Repeat";
"FIRST_STEPS_SUBTITLES"="Subtitles Tracks";
"FIRST_STEPS_AUDIO"="Audio Tracks";
"FIRST_STEPS_VOLUME"="Volume";
"FIRST_STEPS_POSITION"="Position";

// CREATION
"TO_PLAY_VIDEOS"="To play videos get our FREE";
"WANT_TO_WATCH"="Want to watch a video?";
"SELECT_ONE"="Select one in";
"OR"="or";
"OPEN_VIDEO_URL"="Open video URL";
"PLAY_LOCAL_FILE"="Open your videos";
"LIBRARY_ALL_FILES"="My Videos";
"CREATION5_APP"="Creation 5 App";
"CANT_OPEN_FILE"="The URL '%@' can't be opened!";
